<footer class="footer">
	<div class="tabs">
		<div class="tab">
			<input type="checkbox" id="chck1" />
			<h2><label class="tab-label" for="chck1">Правовая информация</label></h2>
			<div class="tab-content">
				<p class="header">ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ.</p>
				<p><span class="font-semibold">«Сайт» </span>– сайт Компании, расположенный по адресу new-volkswagen.ru.</p>
				<p><span class="font-semibold">«Пользователь»</span> – лицо, имеющее доступ к Сайту посредством сети Интернет.</p>
				<p><span class="font-semibold">«Компания»</span> - ООО«АТЛАНТ».</p>
				<p>
					<span class="font-semibold">«Персональные данные Пользователя»</span>- персональная информация, относящаяся к прямо или
					косвенно определенному, или определяемому физическому лицу (Пользователю) и полученная
					Компанией в процессе использования Пользователем Сайта, а также информация, полученная
					Сайтом автоматически с помощью установленного на устройстве Пользователя программного
					обеспечения, в том числе (когда применимо) данные файлов «Cookies».
				</p>

				<p>
					<span class="font-semibold">«Cookies»</span> - это файлы, которые позволяют сохранять определенную информацию о Пользователях
					и устройствах Пользователей при посещении Сайта.
				</p>

				<p class="header">ОБЩИЕ ПОЛОЖЕНИЯ</p>
				<p>
					Настоящие Условия регламентируют правила посещения Пользователем Сайта, в том числе
					правила использования Пользователем информации и материалов с Сайта, а также
					регламентируют политику конфиденциальности Компании в отношении персональных данных,
					получаемых Компанией при использовании Пользователем Сайта.
				</p>
				<p>
					Настоящие Условия являются открытым и общедоступным документом. Условия размещены на
					Сайте. Условия могут быть изменены Компанией без какого-либо специального уведомления,
					новая редакция Условий вступает в силу с момента ее размещения в сети Интернет на Сайте,
					если иное не предусмотрено новой редакцией Условий.
				</p>
				<p>
					Используя Сайт, Пользователь выражает свое согласие с положениями настоящих Условий, а
					также подтверждает свое право- и дееспособность.
				</p>

				<p class="header">ИНФОРМАЦИЯ НА САЙТЕ И ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ</p>
				<p>
					На Сайте размещается информация об автомобилях заявленных на Сайте марок, их запасных
					частях и аксессуарах (далее также «Продукция»), сервисном обслуживании и гарантии на
					Продукцию, а также информацию для партнеров и потенциальных партнеров Компании.
				</p>
				<p>
					Содержащаяся на Сайте информация носит исключительно справочно-информационный характер, не
					является исчерпывающей и в любое время может быть изменена по усмотрению Компании.
					Содержащаяся на Сайте информация ни при каких обстоятельствах не может быть расценена как
					предложение заключить договор (оферта), за исключением случаев, когда это предложение
					прямо прописано в сопутствующем к соответствующей опции Сайта документу.
				</p>
				<p>
					Представленная на Сайте информация о Продукции не означает, что последняя есть в наличии
					для продажи. Данные о расходе топлива и максимальной скорости получены в идеальных
					условиях, без учета влияния манеры вождения, дорожных и других условий и могут отличаться
					от реальных. Сайт рассчитан на предоставление Пользователю общей информации, которая не
					может заменить подробную индивидуальную консультацию, проводимую с потенциальным
					покупателем, чтобы помочь ему сделать свой выбор. За подробной консультацией можно
					обратиться к дилерам.
				</p>
				<p>
					Компания не гарантирует точность и полноту содержащейся на Сайте информации, не отвечает
					за неточности, возможные ошибки или другие недостатки в размещаемой информации, за ее
					несвоевременное обновление.
				</p>

				<p>Компания не гарантирует бесперебойную работу Сайта.</p>
				<p>
					Компания не несет ответственности за содержание веб-сайтов третьих лиц, на которые
					выполняется переход по ссылкам с Сайта. При переходе по ссылке Пользователь покидает Сайт.
					На веб-сайтах третьих лиц могут действовать другие Условия использования.
				</p>

				<p class="header">ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ</p>
				<p>
					Персональные данные Пользователей, получаемые Компанией при посещении Пользователями
					Сайта, обрабатываются в соответствии с:
				</p>
				<p><li>действующим законодательством Российской Федерации о персональных данных;</li></p>
				<p><li>настоящими Условиями;</li></p>
				<p><li>Политикой в отношении обработки персональных данных</li></p>
				<p>
					На Сайте обрабатываются Cookies. Они помогают определить количество посетителей Сайта,
					частоту посещений Сайта, а также помогают адаптировать предложения Сайта под
					индивидуальные запросы Пользователя. Продолжая использовать Сайт, Пользователь дает свое
					согласие на обработку Компанией Cookies. «Cookies» хранятся на жестком диске устройства
					Пользователя. Пользователь может самостоятельно деактивировать сохранение Cookies на своем
					устройстве, изменив настройки своего браузера, с помощью которого он получает доступ в
					Интернет. Также Пользователь может в любой момент удалить Cookies с жесткого диска своего
					устройства, с помощью которого он посещает Сайт.
				</p>

				<p>
					При наличии на Сайте форм сбора персональных данных (далее – Формы сбора), Пользователь
					добровольно и самостоятельно может вносить свои персональные данные в Формы сбора в
					запрашиваемом соответствующей Формой сбора объеме. Пользователь несет ответственность за
					корректность и точность предоставленных персональных данных. Пользователь принимает на
					себя все возможные риски, связанные с его действиями по допущению ошибок, неточностей в
					предоставленных данных.
				</p>
				<p>
					Каждый раз при заполнении Форм сбора на Сайте у Пользователя запрашивается согласие на
					обработку внесенных Пользователем персональных данных. Персональные данные Пользователя,
					предоставленные Пользователем через Сайт, обрабатываются Компанией только в случае, если
					Пользователь даст согласие на их обработку посредством проставления галочки в графе
					«Согласие на обработку персональных данных». Условия и способы обработки, цели обработки и
					иные детали обработки персональных данных Пользователя Компанией содержатся в тексте
					согласия на обработку персональных данных, с которым Пользователь должен ознакомиться до
					проставления галочки «согласие на обработку персональных данных» и внесения своих
					персональных данных в Форму сбора.
				</p>
				<p>
					Пользователь вправе в любой момент отозвать свое согласие на обработку персональных данных
					в порядке и на условиях, указанных в согласии и законодательстве РФ.
				</p>
				<p class="header">ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ</p>

				<p>Пользователь обязуется надлежащим образом соблюдать требования настоящих Условий.</p>
				<p>Пользователь вправе использовать Сайт с целью личного некоммерческого использования.</p>
				<p>
					Пользователь обязуется не использовать Сайт в нарушение прав и законных интересов
					Компании, иных правообладателей, третьих лиц, положений настоящих Условий и
					законодательства РФ.
				</p>
				<p>
					Пользователь обязуется принимать надлежащие меры для обеспечения сохранности его
					устройства и несет личную ответственность в случае доступа к его устройству третьих лиц.
				</p>
				<p>Пользователь не вправе осуществлять любые несанкционированные действия с Сайтом.</p>
				<p class="header">ПРАВА И ОБЯЗАННОСТИ КОМПАНИИ</p>
				<p>
					Компания вправе в любое время в одностороннем порядке вносить изменения в настоящие
					Условия. При внесении изменений в Условия новая редакция Условий размещается на Сайте в
					разделе «Правовая информация» с указанием даты вступления в силу новой редакции.
				</p>
				<p class="header">ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</p>
				<p>
					Настоящие Условия составлены на русском языке, регулируются и толкуются в соответствии с
					законодательством Российской Федерации. Вопросы, не урегулированные настоящими Условиями,
					подлежат разрешению в соответствии с законодательством Российской Федерации. Компания и
					Пользователь обязуются подчиняться исключительной юрисдикции судов Российской Федерации
					при возникновении спорных вопросов правового характера, связанных с настоящими Условиями.
				</p>
				<p>
					Если какое-либо из положений настоящих Условий будет признано недействительным, это не
					оказывает влияния на действительность или применимость остальных положений настоящих
					Условий.
				</p>
				<p>
					Все споры, возникающие из отношений, регулируемых настоящими Условиями, должны разрешаться
					в компетентном суде по месту нахождения Компании с обязательным соблюдением досудебного
					претензионного порядка урегулирования споров.
				</p>
				<p>
					Обращения, предложения и претензии, связанные с содержанием и функционированием Сайта,
					нарушениями прав и интересов третьих лиц, требований законодательства Российской
					Федерации, а также запросы уполномоченных законодательством Российской Федерации лиц могут
					быть направлены Компании по телефону или по почтовому адресу или по электронной почте,
					указанным в разделе «Контактные данные» настоящих Условий.
				</p>
			</div>
		</div>
	</div>
</footer>

<style>
	.footer {
		background: white;
		padding: 20px 0;
		border-top: 1px solid var(--light);
	}
	p {
		padding: 0.5rem /* 8px */;
	}
    .header{
        font-size: 30px;
        font-weight: 450;
        padding-top: 40px;
        padding-bottom: 40px;

    }
</style>
